[FILE]
Icon=00000100010010100000010018006803000016000000280000001000000020000000010018000000000040030000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000006FA04C6FA04C6FA04C6FA04C6FA04C6FA04C6FA04C6FA04C6FA04C6FA04C6FA04C6FA04C6FA04C6FA04C6FA04C6FA04C6FA04C367A04337902347902357A023B7D0B408012387C08397C084080123B7D0B357A02347902337902367A046FA04C6FA04C3479013177003177003579068DAE76A8BD999AB4879AB387A8BD998CAE753479063177003177003479016FA04C6FA04C347A03327800387C0A729C56B7C8AD99BD9278AA7278AA729ABE92B7C8AD719B54377C0A327800347A036FA04C6FA04C367B0434790476A059ACC4A25FA05C78AE749FC49A9FC49A77AE7360A05CACC4A2759F58347904367B046FA04C6FA04C387C0649851EA6BC9663A15F93BC8AAEC79B89AF6D8DB273B6CBA494BD8D64A260A5BC9548851D387C066FA04C6FA04C397D085D92379DBA905EA059A4C09076A45378A6577EAA5F7FAA5FAEC79D5CA0589EBA915D9236397D086FA04C6FA04C48871B6C9B48AAC19F67A6648CB17281AC627FAA6086AF6885AF678DB17366A563AAC1A06B9B4749871B6FA04C6FA04C5B933264983FADC39D84B4816CA15A7CA75D85AE6690B5747BA75C679E5484B481ACC19C64983F5B93326FA04C6FA04C6B9E47679C4384AC69B7CBAC91BC9077AD6E7FB06E7FB06E77AD6E91BC90B6CBAB84AC69689C436B9E476FA04C6FA04C79A75977A55676A55585AD6AA6C095BBD0B6ABC7A8ACC8A8BBCFB5A6C09585AD6976A55677A5567AA75A6FA04C6FA04C87B06984AE6685AE6784AE6583AD659CBB86BFCFB2BFCFB39BBA8683AD6584AE6585AF6784AD6688B06A6FA04C6FA04C91B7768FB57590B67490B67590B67490B67490B67590B67590B67490B67490B67590B6748FB57592B7776FA04C6FA04C6FA04C6FA04C6FA04C6FA04C6FA04C6FA04C6FA04C6FA04C6FA04C6FA04C6FA04C6FA04C6FA04C6FA04C6FA04C000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000FFFF00000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000FFFF0000
Author=(ibraheem5000@gmail.com) إبراهيم سعيد
Name=الـعـربـيـة (AR)
VersionID=3601
Help=AIMP3-en.chm

[CONTEXT]
0=AIMP3 فتح باستخدام
1=تشغيل
2=إضافة لقائمة التشغيل
3=إضافة لقائمة الانتظار
4=إضافة للعلامات المرجعية
5=تحرير البطاقات
6=تحويل لصيغة أخرى

[Templates]
%A=%A - Album
%B=%B - Bitrate
%C=%C - Channels
%D=%D - File Path
%E=%E - Extension
%F=%F - File Name
%G=%G - Genre
%H=%H - Sample Rate
%L=%L - Duration
%R=%R - Artist
%S=%S - File Size
%T=%T - Title
%Y=%Y - Date
%M=%M - Rating
%PD=%PD - Parent Directory
%IN=%IN - File Index in playlist
%NL=%NL - New Line (only for TrackList)
%DC=%DC - File creation date
%TC=%TC - File creation time
%DN=%DN - Disk Number
%TN=%TN - Track Number
%IF()=%IF(A, B, C) = C, if "A" is empty
%Up()=%Up(), ALL LETTERS IN UPPER CASE
%Low()=%Low(), all letters in lower case
%Caps()=%Caps(), All Words With Capital Letter
%Char()=%Char(X), Char with code X
%Replace()=%Replace(A, B, C), A - source string, B/C - what to replace/replace with
%RT=%RT - File Rating
%TM=%TM - File modification time

[Updater]
Caption=فاحص التحديثات
L1=الإصدار الحالي:
L2=الإصدار الأخير:
L3=فحص التحديثات يدويًا 
L4=%s :يوجد إصدار جديد متاح
CB1=عدم التذكير بهذا التحديث مرة أخرى
B1=فحص التحديثات الأخيرة
B2=تثبيت التحديث
B3=إغلاق

[MSG]
1=قائمة تشغيل جديدة 
2=إدخال اسم
3=إزالة آمنة للجهاز 
4=هذه العملية ستقوم بحذف الملفات التالية من جهازك ، هل تريد بالتأكيد تنفيذ هذه العملية؟
5=(معطل)
6=لم يتم العثور على الملف أو المجلد
7=تصغير بجوار الوقت والتاريخ 
8=إظهار نافذة التشغيل الرئيسية 
9=إعادة تسمية
10=الصوت
11=الوضع
12=تشغيل 
13=تشغيل من البداية
14=إلباث
17=Off|On
18=...إرسال ملفات إلى 
19=هذا المفتاح غير صالح أو انه مستخدم حاليًا من قبل برنامج آخر
20=سيتم استعادة جميع المفاتيح للوضع الافتراضي \n هل تريد استخدام مفاتيح الوسائط المتعددة في لوحة المفاتيح كمفاتيح شاملة؟ *
22=كتابة إلى ملف
23=معاينة
24=إظهار البرنامج في الأعلى دائمًا
25=لا يمكن حفظ التغييرات على الملف\n\nقد يكون الملف مستخدم من برنامج آخر\n\nتأكد من إغلاق جميع البرامج الآخرى التي قد تكون تستخدم الملف حاليًا
26=هل تريد تطبيق التغييرات على الملفات ؟
27=الملحن
29=غير موجود "%s" المجلد
30=لم يتمكن من إزالة إحدى الإضافات، من المحتمل أنها مستخدمة من التطبيق:
31=...اكتمل\n
32=:وضع قائمة التشغيل الموحدة مُفعل\n\n!من المفترض أن يتم إغلاق قائمة التشغيل الحالية تلقائيًا وإنشاء القائمة الجديدة\n\n!ولكن لا يمكن عمل أي تغييرات على قائمة التشغيل الحالية لأنها مقفلة\n\nيمكنك فك القفل بالضغط بالزر الأيمن للفأرة على تبويب قائمة التشغيل الحالية ثم الإعدادات الشخصية ثم إلغاء التأشير على "قفل القائمة من التغييرات" في الأسفل
33=بحث
35=(عرض الكل)
36=نقل هنا
37=مُقفل
38=هذا الخيار يقوم بتعطيل القدرة على إنشاء أكثر من قائمة تشغيل واحدة\n!إذا قمت باختياره فإن قوائم التشغيل الأخرى سيتم إغلاقها تلقائيًا بمجرد تطبيق التغييرات
39=الجودة
42=الصيغة:
43=(الافتراضي)
44=السرعة
45=توازن
46=...يفتح...|يجلب
47=مُسجل الراديو
48=العنوان
49=تسجيل
50=!هذا المفتاح مستخدم حاليًا
51=قفز إلى الوقت:
52=صيغة غير صالحة
53=يوجد إصدار جديد متاح .. هل تريد تحميله الآن؟
54=خطوط الصوت
55=القيمة الحالية:
56=للتصنيف في مجلدات إستخدم الرمز "\" في القالب
57=هل أنت متأكد من أنك تريد إعادة تعيين الإحصائيات؟
58=قالب جديد 
59=تصفية
60=لم يتمكن من إيجاد الفئات المناسبة. \n هل تريد إنشائها؟
61=العملية لم تنته بعد. هل تريد إنهاء العملية قبل إستكمالها؟
62=بعض العمليات لم تنته بعد! هل تريد إلغائها ؟
63=بحث عن الملفات:
64=الحجم:
65=تاريخ الإنشاء:
67=...يحدّث
68=!إكتمل\n\n %s :حجم قاعدة البيانات الجديد\n %s :تم توفير \n
69=تطبيق
70=إلغاء
72=نوع الملف
73=...يحمّل \n
75=ترتيب حسب القالب 
76=%s وضع التقييم
77=بحث تلقائي
78=الملفات الجديدة:
79=الشفافية\n
80=معاينة
82=استعراض مجلد الملف 
83=حقوق النسخ
86=نسخ 
87=لصق 
88=قص 
89=المصدر
90=Result
91=لم يُعثر على البطاقة. لن يتغير اسم الملف
94=[متوقف] "A-B" تكرار جزء بين نقطتين|"A" تم تعيين النقطة \n|[يعمل] "A-B" تكرار جزء بين نقطتين|
95=ثانية %s إعادة الاتصال خلال
96=تحذير! سوف يتم إعادة قائمة التجهيزات المحفوظة للوضع الافتراضي
97=Save player state on close
99=محرر التجهيزات المسبقة
100=الألبوم
101=URL عنوان
102=الفنان
103=العنوان
104=التعليق
105=النوع
106=إزالة الغلاف 
107=السنة
108=المقطوعة #
109=القرص #
110=غلاف الألبوم
111=.خطوط الصوت غير موجودة أو أنها غير صالحة
112=<لا شيء>
113=!إكتمل
114=!هذه العملية ستقوم بإزالة جميع الملفات والإحصائيات من قاعدة البيانات\n هل تود الإستمرار؟
115=المدة 
116=ملف|مجلد|قائمة تشغيل
117=تم تشغيله
118=تاريخ الإضافة
119=التقييم
120=قائمة قوائم التشغيل 
121=المهلة:
122=إغلاق
123=نسخ الملف إلى الذاكرة
124=فتح محرر البطاقات
128=...نسخ إلى 
129=الملء التلقائي\n(إنقر بالزر الأيمن للفأرة لاختيار القالب)
130=الطاقم
131=التحويل:
132=إعادة تسمية
133=إعدادات
134=متوقف
135=Resize
136=تم تغيير الإعدادات. هل تريد حفظ التغييرات؟
137=Removable Drive|CD-Drive
138=تطبيق إلى
139=ث %s سيتم إطفاء تشغيل الحاسوب بعد
127=عدد التشغيلات
140=الناشر
40=حفظ كـ
66=لم يُعثر على شيء
74=مجلد الملف الشخصي
71=امتيازات المدير مطلوبة
34=تحليل الطيف
85=تقييم
126=...برجاء الانتظار
21=ستؤدي هذه العملية إلى غلق جميع قوائم التشغيل، باستثناء النشطة حاليا. هل ترغب بالتقدم؟
41=تنزيل من الإنترنت
81=الكلمات
84=سيتم تطبيق التغييرات بعد إعادة تشغيل التطبيق
93=...يضيف ملفات
98=استخدام المُشغّل الصغير بدلا من التصغير بجوار الساعة

[Actions]
Form.Minimize=تصغير
Tabs.ScrollUp=تمرير التبويبات للأمام
Tabs.ScrollDown=تمرير التبويبات للخلف
Form.Undock=الوضع طبيعي
Form.Pin=تثبيت النافذة مع إزاحة البرامج الأخرى 
Form.StayOnTop=البقاء في الأعلى
Visuals.VisualMenu=قائمة المناظر التفاعلية
QuickSearch=        بـحـث سريع
Form.Minimize=تصغير
EqualizerFrame=معادل الصوت
PlaylistFrame=قائمة التشغيل
Form.DoMaximize=تكبير
Form.DockTo=تثبيت على جوانب الشاشة
Form.DockToEdges=على الجانب الأيسر للشاشة|على الجانب الأيمن للشاشة|على الجانب العلوي للشاشة|على الجانب السفلي للشاشة
Form.Maximize=تكبير|استعادة
Form.Visible=%s - عرض|%s - اخفاء

[ConfirmDialog]
Caption=استبدال
gbFile1=استبدال الملف
gbFile2=بالملف
B1=استبدال
B2=استبدال الكل
B3=تجاهل
B4=تجاهل الكل
B5=إعادة تسمية
B6=إلغاء

[About]
Caption=عن البرنامج 
L1=الدعم:
L2=المبتكر:
L3=المروج:
L4=المصمم:
L5=الرخصة
L6=سجل التغييرات
B1=إغلاق

[AIMP]
acMainDSPManager=مدير المعالجة الصوتية
pmMisc.h=خيارات متنوعة
pmAdd.h=إضافة عناصر لقائمة التشغيل
pmDelete.h=إزالة عناصر من قائمة التشغيل
pmSorting.h=ترتيب العناصر في قائمة التشغيل
acPlaylistPlayPrevious=تشغيل آخر قائمة تشغيل تم تشغيلها قبل هذه
pmPlaylistList.h=قائمة قوائم التشغيل
acPlaylistAddSelectedToQueue=إضافة إلى قائمة الانتظار
acPlaylistAddSelectedToBookmarks.h=إضافة للمفضلة
acMainAddFiles.h=إضافة ملفات
acMainAddFiles=ملفات 
acMainAddFolder.h=إضافة مجلد 
acMainAddFolder=مجلد 
acMainAddPlaylist.h=إضافة قائمة تشغيل 
acMainAddPlaylist=قائمة تشغيل 
acMainAddURL=URL عنوان 
acMainAddURL.h=URL إضافة عنوان
miReadOnly=قفل من التغييرات
acPlaylistReloadFromPreimage=إعادة تحميل البيانات من صورة طبق الأصل
acOptionShutdown.h=خيارات إطفاء التشغيل التلقائي 
acOptionShutdown=إطفاء تشغيل تلقائي 
CategoryMenu=الـفـئـة 
CategoryOptions=خيارات 
ClearPls=تنظيف قائمة التشغيل 
acQueueClear=تنظيف قائمة الانتظار 
acMainExit.h=AIMP3 إغلاق
acPlaylistClose=إغلاق قائمة التشغيل 
acPlaylistCloseOthers=إغلاق قوائم التشغيل الأخرى 
CM_DEL=إزالة من قائمة التشغيل 
acPlaylistFindNewFiles=بحث عن ملفات صوتية جديدة في الجهاز 
CM_SEL=تحديد الملفات 
acPlayableFileCopyInfoToClipboard.h=نسخ معلومات الملف إلى الذاكرة 
acPlaylistCopySelectedToClipboard=نسخ الملفات المحددة إلى الذاكرة 
CountLabel.h=عدد الملفات في قائمة التشغيل
acPlayableFileShowFileInfo=معلومات الملف الحالي 
acPlayerRepeatPartAB="А-B" تكرار جزء بين نقطتين
acPlaylistDeleteAll=إزالة الكل 
acPlaylistDeleteNonExists=إزالة الملفات المفقودة 
acPlayableFileDeletePhysically=إزالة الملف المشغل حاليًا من الجهاز
acPlaylistDeleteNonSelected=إزالة جميع الملفات بإستثناء الملفات المحددة 
acPlaylistDeleteSwitchedOff=إزالة الملفات المعطلة 
acPlaylistDeleteSwitchedOffPhysically=إزالة الملفات المعطلة من القائمة ومن الجهاز 
acPlaylistDeleteDuplicates=إزالة الملفات المكررة 
acPlaylistDeleteSelectedPhysically=إزالة الملفات المحددة من القائمة ومن الجهاز 
acPlaylistDeleteSelected=إزالة الملفات المحددة
acPlaylistRemoveSelectedFromQueue=إزالة من قائمة الانتظار
acPlayableFileCopyFileToClipboard.h=نسخ الملف إلى الذاكرة 
acPlaylistFocusedItemShowQTE=معلومات الملف 
acSearchAdvanced=بحث متقدم
acSearchQuick=مواصلة البحث
acVisualFullScreen.h=وضع ملء الشاشة للمنظر التفاعلي
acVisualFullScreen=ملء الشاشة
acHelp=مساعدة
acOptionHotkeys.h=خيارات مفاتيح الاختصار
acOptionHotkeys=مفاتيح الاختصار 
acPlaylistInsertAfterPlayingItem=نقل بعد الملف الحالي في قائمة التشغيل 
ItmEQPos=إظهار نافذة معادل الصوت يسار البرنامج 
acPlayerJumpToTime=قفز إلى الوقت 
acOptionLangs.h=إعدادات اللغة
acOptionLangs=اللغة 
pmManagePlaylist.h=إدارة قائمة التشغيل
acPlayerSeekBackward.h=قفز للخلف
LengthLabel.h=مجموع المدة الزمنية لقائمة التشغيل
pmMainMenu.h=القائمة الرئيسية
miSortByPatternOptions=خيارات
pmQuickOptions.h=إعدادات سريعة
acUtilsAudioLibrary=المكتبة الصوتية 
N20=قائمة الانتظار 
N22=Tray
N31=وضع المنظر التفاعلي 
N35=Show window
N36=معادل الصوت 
N37=Visual window
N38=(إخفاء الكل)
N40=المنظر التفاعلي 
N41=المظاهر 
N43=مساعدة 
N47=خروج 
N56=أدوات إضافية 
N6=إعادة فحص البطاقات 
N70=تعطيل مفاتيح الاختصار الشاملة 
N75=أدوات إضافية 
N79=عرض الملف الحالي في قائمة التشغيل 
N80=فتح تجهيزات محفوظة 
N81=حفظ التجهيز الحالي 
N83=إعادة ضبط جميع التأثيرات للوضع الافتراضي 
N84=إعادة ضبط مُعادِلات الصوت للوضع الافتراضي 
N85=إخفاء الكل 
N86=توسيع الكل 
N90=المشغل
N91=تشغيل / إلباث
N92=إيقاف
N93=إضافة ملفات 
N95=المقطوعة السابقة
N96=المقطوعة التالية
N98=الصوت 
N114=دمج مع الفئات المماثلة 
N115=دمج جميع الفئات المماثلة 
acPlaylistNew=قائمة تشغيل جديدة 
acPlayerNextTrack=الملف التالي
acPlaylistNext.h=قائمة التشغيل التالية
acVisualNormal.h=الوضع الطبيعي للمنظر التفاعلي
acVisualNormal=الوضع الطبيعي 
acMainOpenFiles.h=فتح ملفات
acMainOpenFiles=فتح ملفات 
acMainOpenPlaylist.h=فتح قائمة تشغيل
acMainOpenPlaylist=فتح قائمة تشغيل 
acMainOpenFolder=فتح مجلد 
acOptions=الإعدادات
acFormsTogglePlaylistVisibility=إظهار/إخفاء قائمة التشغيل
acPlayerPlayPause=تشغيل/إلباث
acPlaylistPlayFocusedItem.h=تشغيل الملف المحدد
acPlaylistPlayFocusedItem=تشغيل 
acOptionPlugins.h=إعدادات الإضافات
acOptionPlugins=الإضافات 
acPlayerPrevTrack=الملف السابق
acPlaylistPrev.h=قائمة التشغيل السابقة
acQueueManager=مدير قائمة الانتظار 
acPlayerRadioCapture=مُسجل راديو الإنترنت
acPlaylistRename=إعادة تسمية قائمة التشغيل 
acPlayerSeekForward.h=قفز للأمام
acPlaylistSave=حفظ قائمة التشغيل 
acPlaylistSelectAll.h=تحديد جميع الملفات
acPlaylistSelectAll=تحديد الكل 
acPlaylistSelectNone.h=إزالة التحديد عن كل الملفات
acPlaylistSelectNone=إزالة التحديد عن الملفات 
acPlayableFileSendToLastPath.h=نسخ الملف المشغل حاليًا إلى آخر مجلد مختار
Send2Pls=إضافة إلى قائمة تشغيل أخرى 
SizeLabel.h=حجم الملف في قائمة التشغيل
SentToNewPLS=قائمة تشغيل جديدة 
acOptionSkins.h=إعدادات الواجهة
acOptionSkins=المظاهر 
acPlaylistSortByArtist=ترتيب حسب الفنان 
acPlaylistSortByDuration=ترتيب حسب المُدة 
acPlaylistSortByFileName=ترتيب حسب المجلدات 
acPlaylistSortByTitle=ترتيب حسب العنوان 
acPlaylistReverse.h=عكس الترتيب
acPlaylistReverse=عكس الترتيب 
acPlaylistSortRandomize.h=ترتيب عشوائي
acPlaylistSortRandomize=ترتيب عشوائي 
acMainMinimize.h=تصغير البرنامج بجوار الوقت والتاريخ
acMainStayOnTop.h=البقاء في الأعلى (On / Off)
acPlayerStop.h=إيقاف
acPlayerStopAtEnd.h=إيقاف بعد إنتهاء الملف الحالي  
acSendToTagEditor.h=إرسال إلى محرر البطاقات
acUtilsTagEditor=محرر البطاقات 
acSendToTagEditor=محرر البطاقات 
TL=تصدير قائمة المقطوعات
pmUtilities.h=أدوات إضافية
acVisualNext.h=المنظر التفاعلي التالي 
acVisualPrev.h=المنظر التفاعلي السابق 
acPlayerVolumeDown.h=خفض الصوت
acPlayerVolumeMute.h=كتم الصوت / تشغيل الصوت
acPlayerVolumeUp.h=رفع الصوت
TCFixFloat=تثبيت شريط المعلومات
miPersonalSettings=الإعدادات الشخصية
miSelectPls=اختيار قائمة تشغيل
acUtilsAudioConverter=محوّل الصوتيات
acSendToAudioConverter.h=إرسال إلى محوّل الصوتيات
acSendToAudioConverter=محوّل الصوتيات
acMainBookmarksManager=مدير المفضلات
acMainDSPManagerCrossMixing=مدير المعالجة الصوتية: خيارات الخلط
acMainDSPManagerEQ=مدير المعالجة الصوتية: معادل الصوت
pmEqualizer.h=إعدادات معادل الصوت
acOpenFolder=فتح مجلد
acPlayableFileToggleSwitchInPlaylist.h=(on / off) الملف الحالي
acMainStayOnTop=البقاء في الأعلى
acPlayerRepeat=إعادة الملف
acPlayerShuffle=عشوائي
acPlayerVolumeMute=كتم
acPlaylistInsertToQueueBeginning=إضافة إلى بداية قائمة الانتظار
TrayCotnrol=عرض المشغل المصغّر

[InfoBar]
P1=شريط المعلومات
CB1=إظهار معلومات الملف في بداية تشغيله
CB2=إلى اليسار|إلى اليمين|توسيط
CB3=عرض الشريط أعلى الشاشة|عرض الشريط أسفل الشاشة
CB4=عرض غلاف الألبوم في الشريط
CB6=عرض الشريط في تطبيقات ملء الشاشة
CB7=تطبيق الشفافية على الشريط فقط دون النص
L3=مدة عرض الشريط:
L5=محاذاة النص:
GB2=خيارات العرض
GB4=قالب شريط المعلومات
RB2=بطاقة معلومات الملف المختصرة
CB8=عرض دائما
GB5=المحتوى
M1=الخلفية
M3=الخط
M4=لون النص
T0=السلوك
M2=%d السطر
T1=القالب
T2=عرض

[Options]
Caption=خيارات
bCancel=إغلاق

[OptionsFrameHotkeys]
C1=مفاتيح الاختصار
c[0]=الأمــــر
c[1]=مفتاح داخلي
c[2]=مفتاح شامل 1
c[3]=مفتاح شامل 2
B10=المفاتيح الافتراضية

[OptionsFrameSkins]
C1=المظاهر 
B2=...إستعراض
miDelete=إزالة

[OptionsFrameAssoc]
CB1=ملفات الصوت
CB2=ملفات قوائم التشغيل
CB3=ملفات المظاهر
C1=إرتباط الملفات
B8=تطبيق
B9=إزالة

[OptionsFrameRunningLine.rsShow]
i[0]=تعطيل
i[1]=من اليسار
i[2]=من اليمين
i[3]=من أعلى
i[4]=من أسفل

[OptionsFrameRunningLine.rsRun]
i[0]=تعطيل
i[1]=إلى اليسار
i[2]=إلى اليمين

[OptionsFrameTray]
Caption=التصغير بجوار التاريخ والوقت
C15=عــام
C16=معلومات الملف
C17=التحكم بالفأرة
CB13=عرض معلومات الملف عند التركيز بمؤشر الفأرة لفترة
L30=نقرة واحدة:
L31=نقر مرتين:
L32=النقر بعجلة الفأرة:
L34=فترة التركيز بالمؤشر:
CB1=تصغير بجوار الساعة عند تصغير التطبيق
CB2=تصغير بجوار الساعة عند بدء التشغيل
CB4=عرض حالة التشغيل في أيقونة جوار الساعة
CB5=عرض أيقونة جوار الساعة دائما
CB3=عرض المُشغّل الصغير عند التصغير بجوار الساعة

[OptionsFrameTray.TrayCmd]
i[0]=(معطل) 
i[1]=إظهار/إخفاء 
i[2]=إظهار نافذة التشغيل الرئيسية
i[3]=معلومات الملف 
i[4]=AIMP إظهار متحكم صوت 
i[5]=إلباث/تشغيل 
i[6]=إضافة وتشغيل الملفات 
i[7]=الملف التالي 
i[8]=الملف السابق 

[OptionsFrameMediaLib]
C1=المكتبة الصوتية
CB1=تفعيل الإحصاءات
CB2=إضافة الملفات إلى قاعدة البيانات تلقائيًا
CB3=إضافة الملفات من الأجهزة القابلة للإزالة إلى قاعدة البيانات تلقائيًا 
GB1=عداد الإستماعات - لتاريخ التشغيل ومرات التشغيل
L1=النسبة اللازم تشغيلها من الملف ليتم تطبيق العد:
L2=المدة اللازم تشغيلها من الملف ليتم تطبيق العد:
CB4=عرض تقييم الملف بدلا من العلامات، إذا كانت العلامات فارغة

[OptionsSoundOutFrame]
Caption=التشغيل
C1=خيارات التشغيل
CB2=مُتحكم صوت لوغاريتمي
L1=نوع مخرج الصوت:
L2=الجهاز:
L3=المتغيرات:
L4=حجم التخزين المؤقت:
L5=اختر القنوات التي ستستخدم للإخراج

[OptionsFrameLang]
Caption=اللغة 
C1=اختر لغة الواجهة 
L1=تحويل العبارات التي لا تخضع لنظام اليونيكود وفقا لـ
L2=اللغات الأساسية
L3=اللغات الإضافية
L4=لغات لم يتم تحديثها للإصدار الحالي

[OptionsFrameAddFiles]
C9=عــام
C10=فتح ملفات من خارج البرنامج
C11=خاصية السحب والإفلات
CB1=اسأل المستخدم
CB9=تشغيل الملفات بعد فتحها مباشرة
CB15=تشغيل الملفات بعد إضافتها مباشرة
CB19=بدء تشغيل الملفات بعد فتحها مباشرة
CB47=إضافة إلى قائمة التشغيل الحالية إذا تم فتح ملف واحد فقط
CB59=ترتيب حسب اسم الملف
L1=الإجراء الافتراضي :
L7=عند فتح ملفات من البرنامج :
CB6=فحص تلقائي لقائمة التشغيل عند إضافة ملفات
C1=إضافة ملف
CB2=Expand files by CUE file at adding to playlist

[OptionsFrameAddFiles.CBA]
i[0]=إنشاء قائمة تشغيل جديدة
i[1]=إضافة الملفات إلى قائمة التشغيل الحالية
i[2]=وإضافة الملفات لها "Default" إفراغ القائمة الافتراضية

[OptionsFrameAddFiles.RG4]
i[0]=إضافة الملفات إلى الموضع الحالي
i[1]=إضافة الملفات إلى نهاية قائمة التشغيل
i[2]=إضافة الملفات إلى بداية قائمة التشغيل
i[3]=إضافة وخلط الملفات في قائمة التشغيل

[OptionsFrameFace]
Caption=الواجهة
C2=خيارات الواجهة
C3=الشفافية
L1=أو أعلى Windows 7 فقط لـ\nيجب أن يدعم المظهر الخلفية الضبابية أيضًا
CB1=Allow per-pixel semitransparency
CB2=تفعيل الخلفية الضبابية
CB28=تفعيل حركات العرض المرئية
CB30=تفعيل تأثير الظهور المتدرج للأزرار
CB35=تمرير ناعم لتبويبات قوائم التشغيل
CB52=تفعيل خاصية المغناطيس بين حواف البرنامج وحواف الشاشة وحافة شريط المهام
CB38=تعطيل الشفافية إذا كان البرنامج نشط
CB39=تعطيل الشفافية في حالة التركيز بمؤشر الفأرة على البرنامج
CB42=شفافية ناعمة
CB4=حركة تفاعلية للنوافذ عند إظهارها أو اخفائها في وضع شريط أدوات سطح المكتب
CB5=حركة تفاعلية طيفية للملف الذي يعمل
CB3=Animate windows pinned to another windows when showing or hiding

[OptionsFramePlaylistView]
Caption=المظهر
C1=خيارات المظهر
gbLayoutSettings=إعدادات التنسيق
gbGrouping=إعدادات التجميع
gbFormating=إعدادات صيغة العنوان
cbShowNumbers=عرض رقم المقطوعة
cbAbsoluteNumeration=عد متتابع لجميع فئات القائمة
cbShowSwitches=عرض خانة تمكين وتعطيل الملفات
cbShowDuration=عرض خانة مدة الملف
cbShow2ndLine=عرض السطر الثاني مع معلومات اخرى
cbShowExpandBtns=عرض زر توسيع الفئات
cbShowMarks=عرض التقييم
cbGroupMode=تفعيل الفئات
cbMergeGroups=دمج الفئات المماثلة تلقائيًا
CB50=عرض معلومات عن الملفات المختارة
ddZoom=تكبير النص
bCancel=إلغاء
bOk=موافق

[OptionsFrameNet]
Caption=خيارات الاتصال
CB1=استخدام اتصال مباشر
CB2=استخدام افتراضيات النظام
CB3=تكوين إعدادات البروكسي يدويًا
C21=خيارات الاتصال بالإنترنت
L1=User-Agent:
L79=مهلة الرفض:
L81=التخزين المؤقت:
L98=كلمة المرور:
L106=الخادم:
L107=المنفذ:
L108=اسم المستخدم:

[OptionsFrameRadioCap]
C22=مُسجل راديو الإنترنت
CB65=(MP3 / AAC / AAC+) تسجيل البث بدون تحويل الترميز - فقط لـ
CB66=كتابة معلومات المقطوعة إلى الملف المُسجل
CB67=CUE حفظ ملف
GB6=خيارات التسجيل
GB9=تقسيم التسجيل إلى ملفات متعددة
L13=المُدة:
L24=قالب تسمية الملف:
L25=الحجم:
L85=حفظ التسجيل إلى المجلد:

[OptionsFrameRadioCap.cbBreakType]
i[0]=تقسيم حسب المقطوعات المذاعة
i[1]=تقسيم حسب الحجم
i[2]=تقسيم حسب المُدة

[OptionsFramePlayer]
Caption=المُشغل
CB21=البقاء في الأعلى
L14=التغيير في الموضع بمقدار:
L16=التغيير في حجم الصوت بمقدار:
L33=النقر بعجلة الفأرة:
GB4=التحكم في المشغل بمفاتيح الاختصار
GB5=التحكم في المشغل بالفأرة
GB15="قالب "نسخ معلومات الملف إلى الذاكرة
G1=التحكم

[OptionsFramePlayer.MOBox]
i[0]=(لا شيء)
i[1]=إلباث / تشغيل
i[2]=إضافة ملفات

[OptionsFrameSort]
L1=[!] Use "%!" macros for reverse sorting

[OptionsFrameTrackList]
Caption=تصدير قائمة المقطوعات
C4=خيارات تصدير قائمة المقطوعات
L26=الصيغة الافتراضية:
L27=القالب:
CB54=تصدير العناصر المخفية في قائمة التشغيل
CB55=تصدير فئات قائمة التشغيل

[OptionsFramePlugins]
Caption=الإضافات
L1=الإضافات
L2=المكوّنات
L3=إعداد 
L5=سيتم إلغاء تحميل الإضافة عند إعادة تشغيل البرنامج *
N1=إزالة 
N2=تحميل المحدد 
N3=تحميل الكل 
N4=إلغاء تحميل المحدد 
N5=إلغاء تحميل الكل
B1=إعادة التشغيل الآن

[OptionsFrameVisual]
C23=المنظر التفاعلي
CB68=إستخدام التنعيم
CB71=تغيير المنظر التفاعلي كل:
GB10=تغيير المنظر التفاعلي
GB7=وضع ملء الشاشة
L17=دقة ملء الشاشة:
L20=بعض الإضافات يمكن أن تكون غير مستقرة في حالة وضع الدقة العالية [!]
L21=بدء وضع ملء الشاشة على شاشة العرض:
L23=سوف يتم العرض بشكل أبطأ ولكن صورة العرض ستكون أفضل عند التكبير [!]

[SearchForm]
Caption=بحث متقدم
CB1=بحث في العناوين
CB2=بحث في الفنانين
CB3=بحث في الألبومات
CB4=بحث في الأنواع
CB5=بحث في أسماء الملفات
CB6=تفعيل البحث التلقائي
B1=خيارات البحث
B2=إغلاق
L1=(بحث في جميع القوائم)
N1=تشغيل 
N2=قفز إلى الملف الحالي

[PLS]
N20=إزالة 
N22=تمكين 
N23=تعطيل 
N3=إضافة 
N36=المفضلات
N37=إضافة 
N39=تعديل 
N1=مسارات الملفات الأساسية

[DropForm]
CB1=لا تسأل مُجددًا
RG1=سحب وإفلات

[Scheduler]
Caption=المجدول
L1=الوقت :
L3=عدد الملفات التي سوف تعمل قبل التنفيذ :
L4=: اختر ملف للتشغيل
L5=يمكنك سحب الملف من قائمة التشغيل أو من مستعرض الويندوز إلى حقل النص [!]
CB1=تغيير ناعم للصوت 
CB2=تنبيه
CB4=زيادة حجم الصوت لفترة زمنية قدرها :
A1=إطفاء التشغيل
A2=تعليق
A3=إغلاق البرنامج
A4=إلباث التشغيل
A5=سبات
B1=تحديد وقت
B2=عند انتهاء قائمة التشغيل
B3=عند انتهاء قائمة الانتظار
B4=عند انتهاء الملف
R1=عند الوقت المختار
R2=عند انقضاء الوقت
S1= ثانية

[AddLinkDialog]
Caption=إضافة رابط
lbLink=رابط البث:
lbName=الاسم:
btnOk=موافق
btnCatalogs=الفهارس

[DSPDialog]
R2=استخدام قيمة من البطاقات
R3=Analyse file "on-the-fly"
CB1=(مُزيل الصوت (للاستيريو فقط
L1=يمكنك إعادة القيم للوضع الافتراضي بواسطة الضغط بزر الفأرة الأيمن *
L2=:مُلحقة المعالجة الصوتية
lbEcho=Echo
lbReverb=Reverb
lbFlanger=Flanger
lbChorus=Chorus
lbTrueBass=Bass
lbEnhancer=Enhancer
lbSpeed=Speed
lbTempo=Tempo
lbPitch=Pitch
cbEqSwitch=تشغيل معادل الصوت
btnEqPresets=التجهيزات المسبقة
btnReset=استعادة إلى الافتراضيات
tcpCrossMixing=خيارات الخلط
tcpSoundEffects=التأثيرات الصوتية
RB1=لا تفعل شيئا
RB2=إضافة وقفة بسيطة بين المقطوعات
CB5=تغيير ناعم للصوت
CB6=خلط المقطوعة التالية مع المقطوعة السابقة
CB3=(استخدام تدرّج الصوت (إلبات / تشغيل
CB4=استخدام تدرّج الصوت عند التنقل في مواضع المقطوعة
CB7=ظهور تدريجي للصوت عند بداية المقطوعة
CB8=اختفاء تدريجي للصوت عند انتهاء المقطوعة
GB2=انتقال يدوي بين المقطوعات
GB3=انتقال آلي بين المقطوعات
GB1=Volume normalization via Replay Gain
GB4=Replay Gain
L5=القيمة الحالة:
L9=القيمة الافتراضية:
L10=مستوى صوت الهدف:
tcpAutoVolume=تطبيع الصوت

[DSPDialog.cbSource]
i[0]=المصدر: الملف
i[1]=المصدر: الألبوم

[EQPresetsDialog]
Caption=التجهيزات المحفوظة
B1=تطبيق
B2=إلغاء
B3=حذف
B4=استعادة

[QueueDialog]
Caption=مدير قائمة الانتظار
L1=الوقت الكلي:
CB1=تعطيل قائمة الانتظار

[QueueDialog.ListView]
c[0]=الرقم
c[1]=اسم الملف
c[2]=قائمة التشغيل
c[3]=المُدة

[QTEForm]
Caption=محرر البطاقات السريع
bSave=حفظ
LoadCover=فتح غلاف محفوظ 
T1=أساسي
T2=كلمات الأغنية
T3=CUE
T4=معلومات
L1=تحميل
L2=حفظ
L3=أزل العلامة لإزالة غلاف الألبوم من الملف عند حفظ التغييرات

[EditorForm.RegisterFmt]
i[0]=بدون تغييرات
i[1]=جميع الكلمات بحروف كبيرة
i[2]=بداية كل كلمة بحرف كبير
i[3]=جميع الحروف كبيرة
i[4]=جميع الحروف صغيرة

[ATEForm]
Caption=AIMP3: محرر البطاقات المتقدم
A1=(XX) ترقيم تلقائي 
A2=إعادة تسمية
A3="%s" تغيير إلى الصيغة
B5=تحديث البطاقات
aTag.h=ملء تلقائي
miDelete=حذف 
miDeletePhys=حذف من القائمة ومن الجهاز 
aSave=حفظ
btnRG.h=Replay Gain
miJumpTo=...قفز إلى المجلد
miNumCfm=طلب تأكيد 
miSoundOut=خيارات التشغيل 
miRgFile=فحص المُختار: بدون ألبوم
miRgAlbum=فحص المختار: كألبوم واحد
miRgMAlbum=فحص المُختار: جلب الألبوم من البطاقات
miRgRemove=Remove ReplayGain info from tags
TM0=الملفات >> الموجودة على القرص الصلب
TM1=الملفات >> المضافة بواسطة المستخدم
lbNoData=(حدد ملف لعرض البيانات)
cbSubFolders=تضمين ملفات المجلدات الفرعية
acEdit=تعديل جميع الحقول
btnBPM.h=نبضة في الدقيقة
miBPMAnalyze=تحليل المُختار
A9=تخطي الملفات المُحللة
A4=تطبيق
B1.h=تغيير حالة الأحرف / نقل حرفي
miGroupBy=تجميع حسب
miGroupByFolder=حسب المجلد الأساسي
miGroupByNone=دون تجميع

[ATEAutoTagForm]
Caption=ملء تلقائي للبطاقة بإستخدام اسم الملف
c[0]=اسم الملف
c[1]=الألبوم
c[2]=الفنان
c[3]=النوع
c[4]=العنوان
c[5]=رقم المقطوعة
c[6]=السنة
C1=قبل التغييرات
C2=بعد التغييرات

[ATERenameForm]
Caption=خيارات إعادة التسمية
CB1=إظهار نافذة المعاينة قبل إعادة التسمية
CB2=التنفيذ على نسخة من الملف وترك الملف الأصلي
L2=للتصنيف في مجلدات إستخدم الرمز "\" في القالب \n (%Y\%A - %T) :مثال
GB1=إعادة تسمية الملفات بواسطة قالب
GB2=نقل الملفات إلى مجلد آخر
btnRename=تغيير الاسم
GB3=بحث واستبدال
L1=بحث:
L3=استبدال بـ:
GB4=السجل
GB5=النقل الحرفي

[ATESaveParams]
Caption=حفظ الخيارات

[ATEForm.lvTable]
c[0]=الرقم 
c[1]=رقم القرص 
c[2]=اسم الملف 
c[3]=العنوان 
c[4]=الفنان 
c[5]=الألبوم 
c[6]=السنة 
c[7]=النوع 
c[8]=معدل البت 
c[9]=المُدة
c[10]=الصيغة 
c[11]=الغلاف 
c[12]=ID3v1
c[13]=ID3v2
c[14]=APE
c[15]=WMA
c[16]=Vorbis
c[17]=M4A
c[18]=الحجم

[AutoTag]
Caption=ملء تلقائي
CB1=لا تملء الحقول المملوءة
bOk=تطبيق

[CAD]
Caption=البحث عن غلاف ألبوم في الإنترنت
L1=عدد النتائج المطابقة:
L2=البحث في الإنترنت
CB1=:تنزيل الأغلفة التي يترواح حجمها بين

[AIMPLibMainForm]
Caption=AIMP3: المكتبة الصوتية
seMenu=القائمة
seCopy.h=نسخ الملف المشغل حاليًا إلى الذاكرة
cbGroups=التجميع 
miAddTo=إضافة إلى قائمة تشغيل 
miCompress=ضغط قاعدة البيانات 
miEdit=...تعديل 
miDB=قاعدة البيانات 
miDropStatistics=إعادة تعيين الإحصائيات 
miDropFiles=إزالة جميع الملفات من قاعدة البيانات 
miFileUpdateTags=إعادة فحص البطاقات 
miLabel=...العلامات 
miLabelSet=وضع علامة 
miLabelSetNew=علامة جديدة 
miLabelRemove=إزالة علامة 
miLabelRemoveAll=إزالة جميع العلامات 
miMissed=الملفات المفقودة  
miStatistics=الإحصائيات 
miRemove=إزالة الملفات المحددة من قاعدة البيانات 
miReport=...تقرير 
miUpdate=تحديث 
miUpdateAllTags=إعادة فحص البطاقات في جميع الملفات 
bViewAlbum.h=عرض كمجموعات 
bViewTable.h=عرض كجدول 
acGroupAdd=إضافة
acGroupDelete=إزالة
acGroupEdit=تعديل
acPlayInAIMP3=AIMP تشغيل على
acSendToPlaylist=إضافة إلى قائمة تشغيل AIMP
acPlayInLibrary=تشغيل في المكتبة الصوتية

[AIMPLibAddForm]
Caption=إضافة ملفات ومجلدات
bScan=إضافة
gbFiltBy=تجاهل ملفات
cbMinFS=إذا كان حجم الملف أقل من:
cbMinFD=إذا كانت مدة الملف أقل من:
lvTypes=أنواع الملفات

[CopyDialog]
0=...ينسخ \n
1=...ينقل \n
2=إلباث
3=إستكمال

[AIMPLibReports]
0=عـــام
1=المجموع
2=تم تشغيله
3=عدد الألبومات
4=عدد الفنانين
5=عدد الأنواع
6=عدد الملفات
7=السنوات
8=عدد مرات التشغيل
9=مجموع وقت التشغيل (~)
10=الفنانين المفضلين
11=الألبومات المفضلة
12=الأنواع المفضلة

[AIMPLibGroupForm]
Caption=إضافة/تعديل أنواع التجميع
lvGroup=الأعمدة المستخدمة
lvAvailable=الأعمدة المتاحة
lbName=الاسم:
bCancel=إلغاء
bApply=تطبيق
L1=تسمية تلقائية

[AIMPLibMainForm.MSG]
0=اليوم
1=اليوم والأمس
2=أسبوع
3=شهر
4=ثلاث شهور
5=ستة شهور
6=سنة
7=أقدم
L1=تعطيل جميع المُرشحات
L2=..."%s" نسخ إلى
L3=..."%s" نقل إلى
L4=القيم

[AIMPLibMainForm.Tables]
sTitle=العنوان 
sArtist=الفنّان 
sAlbum=الألبوم 
sAlbumArtist=الطاقم 
sTrack=رقم المقطوعة 
sDisk=رقم القرص 
sGenre=النوع 
sDate=السنة 
sLabels=العلامات 
iFreq=التردد 
iBitRate=معدل البت 
iChannels=القنوات 
iDuration=المدة 
iSize=حجم الملف 
iPlayCount=مرات التشغيل 
dPlaying=تاريخ التشغيل 
dAdded=تاريخ الإضافة 
sName=اسم الملف 
sPublisher=الناشر
sFormat=الصيغة
iBPM=نبضة في الدقيقة
sComposer=مؤلف الألحان

[AIMPLibLabelsForm]
Caption=العلامات
btnCancel=إلغاء
btnOk=موافق
L2=إنشاء
L3=الملفات غير مُختارة
L4=إضافة
acRemove=إزالة علامة
acRename=تغيير اسم العلامة
acSetToAll=تطبيق العلامة على كل الملفات
acUndoSetToAll=تراجع: تطبيق العلامة على كل الملفات
acUnset=إلغاء تعيين العلامة
C1=تطبيق العلامة
C2=العلامات المتوفرة
L1=ادخل اسم العلامة

[AIMPLibMissedFilesForm]
bApply=استبدال المؤشر عليه
bSearch=...بـحـث
miDeleteSelected=إزالة الملفات المحددة 
miDeleteUnchecked=إزالة الملفات الغير محددة 
miDeleteAll=إزالة جميع الملفات المعثور عليها

[AIMPLibMissedFilesForm.lvTable]
c[0]=الملف المفقود
c[1]=استبدال بالملف

[AIMPSendToDialogForm]
Caption=...نسخ إلى
Category=خيارات النسخ
bSend=نـسـخ
gbAdditionals=نسخ ملفات إضافية
gbPath=نـسـخ إلـى
gbRename=إعادة تسمية بواسطة قالب
cbDefault=حفظ هذه الخيارات كخيارات افتراضية
lbAdditionals=سيتم نسخ ملفات اضافية مع الملفات المنسوخة .. اكتب اسماء الملفات الإضافية التي تريد نسخها في مربع النص التالي\n ; لتجاهل الصيغة استخدم * ، للفصل بين الملفات استخدم

[Converter.lvTable]
c[0]=الاســم
c[1]=الصيغة
c[2]=الحالة
c[3]=الرقم 

[Converter]
Caption=AIMP3: محوّل الصوتيات
actAddFiles=إضافة ملفات
actAddFolders=إضافة مجلدات
actAddPlaylist=إضافة قوائم تشغيل
actDeleteAll=تنظيف
actDeleteSelected=حذف المحدد
csCancel=ملغي
csDone=تمّ
csError=خطأ
csWaiting=ينتظر
bAdd.h=إضافة ملفات أو مجلدات
bDelete.h=إزالة الملفات
bQuickOptions.h=خيارات
bSettings=خيارات
bStart=بدء
bStop=إيقاف
lbEncoder=الصيغة:
lbTargetFileName=إعادة تسمية الملف:
lbTargetFolder=نقل المُخرجات إلى:
lbTotalProgress=التقدم الكلي:
lbTimeElapsed=المنقضي:
lbTimeLeft=المتبقي:
lbMode=نمط فك الترميز
Modes=مصدر منفرد - نتيجة منفردة|كل المصادر - نتيجة منفردة
miShutdownWhenDone=إطفاء تشغيل الحاسوب بعد الانتهاء من التحويل
miDeleteSource=إزالة الملف المصدر بعد التحويل الناجح
miUncheckSuccessful=إزالة علامة الاختيار من الملف بعد التحويل الناجح
PatentedCodecsWarningTitle=تحول إلى صيغ أخرى
PatentedCodecsWarning=بأنفسنا بسبب براءات اختراع البرمجيات MP3 لا يمكننا توزيع برمجيات ترميز الـ.\n\nوتثبيتها في "lame_enc.dll" إذا كنت بحاجة لهذه الوظيفة ينبغي عليك تنزيل مكتبة\n"%s"\n\nيمكنك الحصول على المزيد من المعلومات من خلال المواقع الإلكترونية التالية: %s
miSavePathStructure=حفظ هيكل المجلد عند نقل الملف إلى مسار الهدف

[ConverterEncoders]
cbAsInput=كما في الملف المصدر
cbIncludeMD5=تضمين رمز الفحص مع الملف
cbCorrectionFile=إنشاء ملف تصحيح
cbChangeFormat=تغيير الصيغة
lbBestC=ضغط أفضل
lbBestQ=جودة أفضل
lbBitrate=معدّل البت:
lbBitrateMode=النمط:
lbBitDepth=صيغة العينة:
lbChannels=القنوات:
lbCompression=الضغط:
lbLeast=ضغط سريع
lbMost=ضغط أفضل
lbQuality=الجودة:
lbSampleRate=معدّل العينة:
scParams=المعاملات
gbMode=النمط
cbModeLossless=مضيع
cbModeHybrid=مختلط
bOk=موافق

[PlaylistsManagerDialog]
L1=شائع
L2=إعدادات شخصية
L3=قوائم التشغيل النشطة
L4=قوائم التشغيل الخاملة
acImport=...استيراد قوائم تشغيل
acImportDirs=...استيراد مجلدات
acRemove=إزالة المحدد من القرص
B1=اختيار صورة طبق الأصل من قائمة تشغيل
B2=اختيار صورة طبق الأصل من مجلد
B3=إزالة الصورة طبق الأصل
lbStorage=المكان:
lbPreimage=صورة طبق الأصل:
lbPreimageNotes=الصورة طبق الأصل هي عبارة عن ملف قائمة تشغيل أو مجلد يحتوي على مصدر البيانات لقائمة التشغيل الحالية. للمزامنة مع الصورة طبق الأصل، اضغط على "إعادة تحميل البيانات من صورة طبق الأصل". 
cbReadOnly=تأمين من التغييرات
L5=معاينة

[OptionsFrameConvertor]
Caption=المحوّل
C1=إعدادات التحويل
L1=Threads:
L2=[!] Maximum count of threads depended from the count of CPU cores.
CB1=Expand files by CUE Sheet file at adding to table
C18=السلوك

[OptionsFrameRunningLine]
C13=سطر التشغيل
CB75=حركة دورية
GB1=حركة سطر التشغيل
GB3=قالب سطر التشغيل
L10=:سرعة الحركة
L35=الظهور:
L36=الحركة:

[BookmarkEditDialog]
Caption=محرّر المفضلات
btnOk=حفظ

[BookmarksManagerDialog]
Caption=مدير المفضلات
acItemAddFile=إضافة: ملف
acItemAddFolder=إضافة: مجلد
acItemAddLink=إضافة: رابط
acItemEdit=تعديل
acItemRemove=إزالة
B1=إضافة إلى قائمة التشغيل
B2=تشغيل
btnAdd=إضافة
btnClose=إغلاق

[HotkeysGroups]
Bookmarks=المفضلات
Options=خيارات
Common=الشائع
Player=المُشغّل
PlayableFile=الملف الحالي
Playback=التشغيل
PlayerNavigation=المُشغّل: التنقّل
PlayerPlaybackControl=المُشغّل: التحكم بالتشغيل
Playlist=قائمة التشغيل
PlaylistAddFiles=قائمة التشغيل: إضافة ملفات
PlaylistDeletion=قائمة التشغيل: الحذف
PlaylistSearch=قائمة التشغيل: البحث
PlaylistSelectedFiles=قائمة التشغيل: الملفات المختارة
PlaylistSendTo=...قائمة التشغيل: إرسال إلى
PlaylistSorting=قائمة التشغيل: الترتيب
Queue=قائمة الانتظار
Visuals=المنظر التفاعلي

[OptionsFramePlaylistBehavior]
CB2="Bookmarks" فتح الملفات المفضلة في قائمة تشغيل جديدة باسم
CB31=حفظ قائمة الانتظار عند إغلاق التطبيق
C6=السلوك
Caption=قائمة التشغيل
C19=تمرير عناصر قائمة التشغيل من خلال عجلة الفأرة
CB1=إزالة قائمة التشغيل عند إغلاق التبويب
CB3=(حفظ مسارات الملف الأساسية (مستحسن
CB4="حفظ قائمة التشغيل "افتراضي
CB46=إغلاق قائمة التشغيل من خلال النقر المزدوج بالفأرة على التبويب
CB56=طلب التأكيد من المستخدم عند إزالة ملفات من القرص الصلب
CB57=وضع قائمة التشغل المنفردة
CB8=طلب إدخال اسم لقائمة التشغيل عند إنشائها
GB1=الحفظ
GB2=الشائع
L12=تمرير طبيعي
L18="%s" تمرير مع الضغط على

[OptionsFramePlayerBehavior]
CB32=تعديل آلي للتجهيزات المحفوظة في معادل الصوت
C1=تلقائي
CB22=إيقاف تشغيل الملف إذا تم حذف الملف الذي يعمل
CB48="حفظ حالة المُشغّل أثناء التنقل بين قوائم التشغيل عبر أزرار "الملف التالي / الملف السابق
CB58=الانتقال تلقائيا إلى المقطوعة التالية
CB7=تكرار قائمة التشغيل التي تحتوي ملفا واحدا
GB1=شائع
GB2=عند تشغيل البرنامج
GB3=وضع التشغيل الخلفي
GB4=عند انتهاء قائمة التشغيل
L1=:وضع التشغيل الخلفي

[BookmarksManagerDialog.lvItems]
c[0]=العنوان
c[1]=المسار
c[2]=الموضع
c[3]=ملاحظات

[CommonDialogs]
B1=موافق
B2=إلغاء
B3=مجلد جديد
L1=اختيار مجلد
L2=تضمين الملجدات الفرعية
SA=تحديد الكل 
SN=إزالة التحديد عن الكل 

[OptionsSoundOutTransformFrame]
B1=مدير المعالجة الصوتية
L3=الجودة
L2=السرعة
GB2=شائع
GB1=Tracker Music
CB1=Allow channels mixing
L1=الاختزال:
C1=Transform Options
CB1Hint=Surround emulation for stereo / mono files\nSmart conversion of multichannel files to stereo / mono
CB2=Anticlipping
CB2Hint=Prevents scratch effect and noise, which appears when the signal jumps over 0 dB
CB3=Dither
CB3Hint=Suppress distortion which appears when decreasing sampling depth

[OptionsFramePlayerBehavior.RG1]
i[2]=لا تفعل شيئا
i[1]=استئناف حالة المُشغّل
i[0]=بدء التشغيل الخلفي

[OptionsFramePlayerBehavior.RG2]
i[0]=الانتقال إلى قائمة التشغيل التالية
i[1]=تكرار قائمة التشغيل
i[2]=وضع الاستعداد

[OptionsFramePlayerBehavior.RG3]
i[0]=عادي
i[1]=تكرار المقطوعة
i[2]=عشوائي

[OptionsFrameSystem]
C1=النظام
Caption=النظام
CB18=منع شاشة العرض من الانطفاء
CB2=عرض معلومات الملف الحالي في شريط المهام
CB23=إضافة إلى قائمة سياق المتصفح
CB24=إضافة إلى قائمة التشغيل التلقائي للأقراص المضغوطة
CB3=السماح بتمرير معلومات الملف الحالي
CB4=عرض تقدم تشغيل الملف
CB40="Run" إضافة رابط إلى قائمة
CB41=إضافة إلى قائمة التطبيقات الافتراضية
CB5=عرض حالة المُشغّل في زرّ شريط المهام
CB6=عرض حالة المُشغّل كلون في شريط التقدم
CB60=التشغيل التلقائي
GB1=التكامل
GB2=عرض زرّ في شريط المهام
L99=الأولوية
CB7=استخدام حالة "غير معروفة" لبث الصوت
L1=نافذة المُشغّل ينبغي أن تكون نشطة[!]

[ATEChangeRegisterDialog]
Caption=تغيير حالة الأحرف / نقل حرفي
GB1=الإجراءات
L1=الحالة:
L2=النقل الحرفي:
L3=الحقول:
CB1=البطاقات:

[DSPDialog.cbReplayGainSource]
i[0]=المصدر: الملف
i[1]=المصدر: الألبوم

[OptionsFrameAlbumArtManager]
L5=الأيام
L6=الحالة:
Caption=غلاف الألبوم
GB1=بحث في الإنترنت
GB3=بحث في ملفات المجلد

[OptionsFramePlugins.cbFilter]
i[0]=الكل
i[1]=المحملة
i[2]=غير المحملة
i[3]=غير المستخدمة

